ilave-kurallar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>İLAVE KURALLAR</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">İLAVE KURALLAR</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7cf0f60">Karakter Takdimi</a></li>
<li><a href="#org9d6d6a8">Seans Katılımı ve XP</a></li>
<li><a href="#orgc9c1b79">Seviye Atlama</a></li>
</ul>
</div>
</div>
<hr />

<ul class="org-ul">
<li><a href="./index.html">Ana Sayfaya Dön</a></li>
</ul>

<p>
Oyunda kullanacağımız bazı ilave kurallar aşağıdadır.
</p>
<div id="outline-container-org7cf0f60" class="outline-2">
<h2 id="org7cf0f60">Karakter Takdimi</h2>
<div class="outline-text-2" id="text-org7cf0f60">
<p>
FRP, söze dayalı bir oyun olduğu için, karakterlerin fiziksel
özellikleri kolayca akıldan çıkabilir. Buna engel olmak için
karakterini belli periyotlarda yeniden takdim etmeni
isteyebilirim. Bunu ezberden yapmak her zaman kolay olmadığından,
fiziksel özelliklerini kısaca not alman gerekebilir.
</p>

<p>
Bunun için karakterinin dışarıdan bakınca algılanan özelliklerine
odaklan, ve aşağıdaki beş maddeye, bir iki cümleyle kısaca değin.
</p>

<ol class="org-ol">
<li><b>Genel Fizik.</b> Irk, cinsiyet, etnisite, vücut yapın, ve göründüğü
kadarıyla yaşın.</li>
<li><b>Silah, Zırh ve Kıyafetler.</b> Görünen silahların, ve onları taşıdığın
yerler. Giydiğin zırh veya kıyafetlerin genel özellikleri.</li>
<li><b>Semboller ve Süsler.</b> Üzerinde bulunan kutsal semboller, takılar,
kalkanındaki armalar, vs. Ve bunların oyun dünyasındaki anlamları.</li>
<li><b>Özgün Nitelik.</b> Karakterini diğerlerinden ayıran önemli bir
detay. Bu fiziksel bir özelliğin, taşıdığın bir şey, kendine has
duruşun, tutumun vb. bir niteliği kapsayabilir.</li>
<li><b>Yeni Detay.</b> Karakterinin yakın zamanda, oyun esnasında ortaya çıkan
bir detayı. Bu herhangi bir şey olabilir: Kullandığın bir hünerin,
geçmişine dair ortaya çıkan yeni bir bilgi, veya birayı şaraba
tercih etmen, gibi.</li>
</ol>

<p>
Anlatımın sırasında, niteliğe dayalı tariflerden çok, hayal gücünde
çağrışımlar yapabilen anlam yüklü kelimeler tercih et. Örneğin
kılığını anlatırken, "çizgili, saten bir pantolon; yeşil, dökümlü bir
bluz; ve bağcıklı mor bir korse" yerine, "gezgin bir göstericinin
cafcaflı kostümü" ifadesini kullanmak, tarifini daha etkili ve kolay
kavranır hale getirir.
</p>

<p>
Örnek bir karakter takdimi aşağıdadır:
</p>

<ol class="org-ol">
<li><b>Genel Fizik.</b> Karpin, narin yapılı, genç bir erkek. Tipik bir
Radovyalı gibi esmer, köşeli yüz hatlarına sahip ve bıyıklı.</li>
<li><b>Silah, Zırh ve Kıyafetler.</b> Sırtında beceriksizce taşıdığı
arbaletine ilaveten yanından sarkan bir sopası var. Sonbahar
renklerinde soylu kıyafetleri ve uzun bir pelerin giyiyor.</li>
<li><b>Semboller ve Süsler.</b> Yüzüğünde çok da ihtişamlı görünmeyen bir
soylu mührü taşıyor.</li>
<li><b>Özgün Nitelik.</b> Sıkça avcunda gezdirdiği bir altın sikkeye sahip.</li>
<li><b>Yeni Detay.</b> Kirli çıkı bir yönü var. Son macerada çantasından soylu
babasından habersizce aldığı şifa iksirleri çıktı.</li>
</ol>
</div>
</div>
<div id="outline-container-org9d6d6a8" class="outline-2">
<h2 id="org9d6d6a8">Seans Katılımı ve XP</h2>
<div class="outline-text-2" id="text-org9d6d6a8">
<p>
Eğer bir sebepten ötürü oyun seansına katılamazsan, karakterinin
idaresini bana devretmiş sayılırsın. Bu durumda, öncelikle o seans
için, karakterini gruptan ayırmaya çalışırım. Elbette bunun için
grubun elverişli bir yerde olması gerekir. Örneğin bir yerleşim
yerindeyseniz, karakterinin kendi başına bir şeyler yapıyor olması
akla yatkındır.
</p>

<p>
Ancak bu hep mümkün olmaz. Zindanın ortasındayken, karakterinin bir
seanslığına ortadan kaybolup gelmesi, hikaye devamlılığına zarar
verir. Dolayısıyla bu gibi durumlarda, karakterini tıpkı bir NPC gibi
ben kontrol ederim. Mekanik özelliklerinin idaresini ise bir başka
oyuncuya devredebilirim. Bu hepimize ekstra bir yük teşkil ettiğinden,
karakterini yukarıda anlattığım şekilde ayırmak önceliğimdir.
</p>

<p>
Karakterin, mevcut olmadığı Encounter’lardan XP almaz.
</p>
</div>
</div>
<div id="outline-container-orgc9c1b79" class="outline-2">
<h2 id="orgc9c1b79">Seviye Atlama</h2>
<div class="outline-text-2" id="text-orgc9c1b79">
<p>
Karakterin, maceralarda kazandığı tecrübeleri, yerleşim
yerlerinde yaptığı çalışmalarla birleştirerek seviye atlar.
</p>
</div>
<div id="outline-container-orgb73f48d" class="outline-3">
<h3 id="orgb73f48d">Çalışma Türleri ve Fasiliteler</h3>
<div class="outline-text-3" id="text-orgb73f48d">
<p>
Bunun için karakter yaratımı esnasında, ana ve yan olacak
şekilde iki çalışma türü seçersin.
</p>

<p>
Genellikle karakterin ilk mesleği ana çalışma türünü, ikinci
mesleği ise yan türünü belirler. Karakterlerin çalışma
türlerinde nihai karar bana aittir.
</p>

<p>
Çalışma türleri şunlardır:
</p>

<ul class="org-ul">
<li><b>Akademik Çalışma (20 gp):</b> Araştırma, inceleme, deney,
eğitim, danışma ve uzmanlığı kapsar. Genellikle bilginler
ve alimler eşliğinde, kütüphanelerde, laboratuvarlarda
veya arşivlerde yapılır.</li>
<li><b>Pratik Çalışma (10 gp):</b> Uzmanlığa dayalı pek çok dalı
içerir. Yabanda hayatta kalma, zanaatkârlık, hırsızlık
veya dolandırıcılık gibi bir hünerin gelişimine dayalı
aktivitelerdir. Genellikle yerleşim yerlerinde veya yakın
civarlarında, benzer meslek dallarından uzmanlarla bir
arada çalışarak yapılır.</li>
<li><b>Ritüel Çalışması (20 gp):</b> Törenler, ayinler, meditasyon,
tasavvur, gizli ilimler ve diğer ruhani pratikleri
içerir. Bir şeylerle bağ kurmaya dayanır. Rahipler,
falcılar, büyücüler, şövalyeler, keşişler bu yöntemleri
kullanır.</li>
<li><b>Savaş Çalışması (10 gp):</b> Egzersiz, direnç, karşılıklı
dövüş, hedef talimi, ve benzeri fiziksel idmanları
kapsar. Kas, refleks ve kondisyona dayalı meslekler için
gereklidir. Genellikle askeri talim alanları, dövüş
kulüpleri, manastırlar, idman salonları vb. yerlerde
yapılır.</li>
<li><b>Sosyal Çalışma (20 gp):</b> Mesleğine uygun çevrelerle
temasta bulunmaya dayalı bir çalışma
türüdür. Zanaatkârlar, dolandırıcılar, sanatçılar, kanaat
önderleri vb. profesyoneller, benzer toplulukların
içerisinde bulunarak meziyetlerini geliştirir.</li>
</ul>

<p>
Çalışma türleri, doğaları gereği farklı dinamikler ortaya
çıkarır. Örneğin, hırsızlık yeteneklerini geliştirmek riskli
olabileceği gibi, kazançlı da olabilir. Ritüellerin ruhani
bağları kuvvetlendirmesi, beklenenden uzun zaman
alabilir. Her fasilitenin, bunun dışında da kendine has
nitelikleri olabilir. Bu gibi durumlar, oyun esnasında
ortaya çıkacaktır.
</p>
</div>
</div>
<div id="outline-container-org371f760" class="outline-3">
<h3 id="org371f760">Çalışma Periyotları</h3>
<div class="outline-text-3" id="text-org371f760">
<p>
Çalışma fasiliteleri, ekstrem durumlar dışında çoğu yerleşim
yerinde mevcuttur. Karakterin yeterli XP’ye ulaştığında,
seviye atlamak için buralarda çalışma yapması gerekir. Bu
çalışma zamanı, 4 saatlik periyotlardan oluşur.
</p>

<p>
Karakterin ana çalışma türünde eğitim yapıyorsa, harcaman
gereken periyot sayısı, ulaştığın seviyenin iki katıdır.
</p>

<p>
Yan türünde çalışma yapıyorsan, harcaman gereken periyot
sayısı, ulaştığın seviyenin iki buçuk (yukarı yuvarla)
katıdır.
</p>

<p>
Örneğin 3. seviyeye atladığında, ana türünde, 4 saatlik 6
periyotta çalışma yaparsın. Yan türünde ise 8 periyotta
çalışma yaparsın.
</p>

<p>
Yan türde çalışma daha uzun olsa da, bazı koşullarda daha
elverişli olabilir. Fasiliteye erişememe, farklı faydalar
gözetme, gibi.
</p>

<p>
Eğitim süresi boyunca ortaya çıkan masrafları ödemen
gerekir. Bunlar, türlerin yanında belirtilmiştir. Bu sürenin
sonunda seviye atlamayı tamamlarsın.
</p>
</div>
</div>
<div id="outline-container-org95e88d1" class="outline-3">
<h3 id="org95e88d1">Rehberlik</h3>
<div class="outline-text-3" id="text-org95e88d1">
<p>
Seviye atlarken tek başına çalışabileceğin gibi, bir rehbere
de danışabilirsin. Rehberler, alanlarında uzman NPC’lerdir.
</p>

<p>
Kendi başına çalışırken mevcut sınıfında seviye atlayabilir,
mevcut skill'lerine yeni kademe ekleyebilir, mesleğinin
getirdiği gelişim özelliklerini alabilirsin. Ayrıca mevcut
özelliklerinin devamı olan, veya ön koşullarını tamamladığın
feat'leri edinebilirsin.
</p>

<p>
Yeni bir meslekte ilk seviyeni almak, yeni bir skill'e giriş
yapmak, karakter özelliklerinin devamı niteliğinde olmayan
bir feat'i almak için rehberlik gerekir.
</p>

<p>
Karakter gelişiminde rehberlik gerekip gerekmediğini
belirlerken son karar bana aittir.
</p>

<p>
Rehberlik yapacak NPC’lere ulaşman her zaman kolay
olmayabilir. Çoğu zaman eğitim karşılığında karakterinin bu
kişilere bir şeyler sunması gerekir. Dolayısıyla oyun
sırasında bu gibi karakterleri teşhis edip, onlardan
istifade etme yollarını gözetmek, lehine olur.
</p>

<p>
Rehberler, karakterine ana kitapta olmayan feat'ler,
meslekler, büyüler veya özellikler sunabilir. İlaveten seni
seviye atlarken attığın düşük HP zarlarına karşı korur. Son
olarak da, rehber eşliğinde çalışarak seviye atlarsan, o
seviye boyunca %10 XP bonusu kazanırsın.
</p>

<hr />

<ul class="org-ul">
<li><a href="./index.html">Ana Sayfaya Dön</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
